[
	{
		"title": "Start",
		"tags": "",
		"body": "Boy Band Academy Dormitories, Early Morning.\nAig: Alright man, get your shit together.\n<<flip Aig>><<move Aig CenterStage>>\nAig: Today's the big day! The day you finally get your big break!  \nAig: The day you finally make something out of your pathetic life!\nAig: The day you become...\nAig: ...\nAig: ...\nAig: I don't know...something.\nAig: Something great!\nAig: ...\nAig: ...or something.\nAig: ...\nAig: Man, what am I talking about?\nLee: Hey, Aig. Having a nice conversation with the mirror?\nAig: Lee?!\n<<flip Aig>><<move Aig StageLeft2>><<move Lee StageRight2>>\nLee: Good morning.\nAig: H-how long have you been standing there!?\nLee: Long enough. Pretty much the whole time, actually.\nLee: You were really getting into it there, huh?\nAig: Oh man...so embarassing.\nLee: Ha ha! Relax, man! \nLee: I think it's actually pretty cute! The way you psyche yourself up.\nAig: Is that...a good thing?\nLee: What, being cute?\nAig: Yeah.\nLee shrugs\nLee: Dunno. It is if you want it to be, I guess.\n->I can be cute.\n    Aig: I guess I can be the cute one, right?\n    Lee: Sure. It's an angle. \n    Lee: It'll get you pretty far in this business, that's for sure.\n    Aig: Hmmm. Maybe.\n->I don't want to be cute!\n    Aig: But I don't want to be cute!\n    Lee: Well, then stop talking to yourself in the mirror. It's too cute!\n    Aig: Ha ha! Yeah I guess so.\n*KNOCK KNOCK KNOCK*\nLee: She's here.\n<<move Kent StageLeft2>><<flip Aig>><<move Aig StageRight2>><<move Lee StageRight1>>\nKent: Good morning, boys.\nAig & Lee: Good morning, Miss Kent.\nShe looks around.\nKent: Where's Jaypee?\nAig: Dunno.\nLee: Who's to say.\nKent: *sigh*\nKent: I should really keep that boy on a leash, shouldn't I?\nJaypee: Oh relax, would you?\n<<move Jaypee CenterStage>>\nJaypee: I'm here. No need to freak out.\nKent: Nice of you to join us this morning, Jaypee.\nJaypee: Yeah, yeah.\nLee: Where were you?\nJaypee holds up a large plastic cup.\nJaypee: Coffee.  You know I can't start my day without my Double Triple Vente Trenti Caramel Mocha Macchiato.\nKent: Riiiight. Of course.\nJaypee: Miss Kent, you wouldn't believe what happened at the coffee shop!\nJaypee: This whole group of girls recognized me from the poster!\nJaypee: They all lined up, asked me for autographs, tried to take selfies with me, everything!\nJaypee: They were totally freaking out!\nKent: Good, that means the marketing has been working.\nKent: This is exactly the kind of buzz we want leading up to this weekend.\nKent: Speaking of which, let's get down to business.\nKent: As of today, you are all officially graduates.\nKent: Which means you are no longer students at Boy Band Academy and I am no longer your teacher.\nKent: From now on, you are clients of the Boy Band Entertainment Conglomerate, and I am your manager!\nAig: Does this mean we're officially a band?\nKent: Technically speaking, yes.\nLee: Nice!\nJaypee: Swag.\nKent: Don't get too excited yet, boys. You still haven't even played your first gig.\nAig: Oh...right.\nKent: As you know, we've spent the last few months preparing for your big debut this weekend.\nKent: Don't worry, I've taken care of everything. The venue's booked, ticket are selling, I've even got some merchandise lined up.\nAig: So what should we do?\nKent: Whatever you want. I'm not your teacher anymore. I'm not going to tell you what you can and can't do.\nKent: From now on, I leave it to you to determine your own schedules.\nKent: However, I suggest you use the next three days wisely.\nKent: Don't neglect practice. You boys have talent, but you could still brush up your vocals and choreography.\nKent: You could also spend some time doing a little self-promoting. We've got the word out on Social Media, and the posters we've put around town are clearly doing their job...\nJaypee: Clearly.\nKent: ...but we're not sold out yet. If you boys want a successful debut, you've got to make sure people actually show up to it. \nKent: I don't care if you pass out fliers on the street. Anything to establish your brand.\nKent: But most importantly, make sure you're rested for the show.  I don't want you guys running around town all week just to collapse on stage.\nLee: Of course.\nJaypee: Got it.\nKent: Aig, did you get all that?\n->Yes!\n    Aig: Yup! I'm ready!\n    Kent: Good. Now I all want you to schedule your time carefully.\n->So, I can do whatever I want?\n    Aig: So I can set up my daily schedule however I want?\n    Kent: Yes. It's entirely up to you. But I suggest you plan carefully.\nKent: This is your big debut.  And as we all know, 95% of all boy bands don't make it past their first performance.\nKent: But if you guys fail, it will reflect poorly on the company, the academy, and most importantly, me.\nKent: So if I feel like you guys aren't ONE HUNDRED PERCENT ready in three days time, I will pull the plug on this whole thing.\nKent: No concert. No debut. No career. Am I clear?\nLee: Yes ma'am.\nJaypee: Crystal.\nAig. Y-yes.\nKent: Good. \n<<flip Jaypee>><<move Jaypee StageLeft1>>\nJaypee: Tch! The way those girls were fawning over me at the coffee shop, I don't think we have anything to worry about.\nJaypee: Now if you'll excuse me, I have to go work on establishing my personal brand.\n<<flip Jaypee>>\nJaypee: Later, bitches!\n<<move Jaypee OffStageLeft>>\nLee: Well, he certainly seems confident.\n<<move Lee CenterStage>><<flip Lee>>\nLee: Though rightfully so, I guess.  We've all been working hard these past few years. \nLee: There's no reason why we shouldn't succeed.\nLee: Still, can't hurt to be prepared. I going to make sure I'm ready for this weekend.\n<<flip Lee>>\nLee: Catch you later, Aig.\nAig: Yeah, see ya.\n<<move Lee OffStageLeft>><<move Aig StageRight1>>\nAig: I better get going too.\nKent: Actually, Aig, I wanted to talk to you for a second.\nAig: Um, okay. What's up.\nKent: To be quite blunt, Aig, I'm not sure where you fit in this band.\nAig: What do you mean?\nKent: How do I put this.\nKent: When a fan looks at a Boy Band, they like to see strong, indetifiable personalities that are easy to connect with.\nKent: For instance, Jaypee is an unpredictable but charasmatic hearthrob with a bit of a wild side.\nKent: And Lee is the strong, sensitive leader who truly cares about the music.\nKent: Boom. Those right there are two big personalities that are easy to pick out of a line up.\nKent: But when I look at you, I don't see anything in particular. \nKent: To me, you're just...I don't know.  Some guy.\nAig: Just...some guy?\nKent: Exactly! You're...how do I put this...\nKent: You're handsome, but you're not gorgeous. \nKent: You're talented, but you're not a prodigy.\nKent: You're funny, but you're not hilarious.\nKent: You're nice, but you're not Ghandi.\nKent: Do you see what I'm saying?\n->Yeah.\n    Aig: Yeah...I think so.\n->Am I cute?\n    Aig: Well..am I cute?\n    Kent: Uh...\n    Kent: Well, yeah...\n    Kent: But you're not adorable.\n    Aig: Oh...\nKent: Look, Aig, you were able to coast through the Academy on you're mediocrity, but your career will die in the cradle if you don't start carving out a niche for yourself.\nKent: I want you to really focus on making yourself stand out.\nKent: If you want to succeed in this industry, you can't get away with being just a person any more. You have to be a personALITY. You get me?\nAig: Y-yeah. I get you.\nKent: Good! \n<<flip Kent>>\nKent: Now you better get to filling out your schedule for the day! Remember, only three days to the big 'Debut'! With a capital 'D'!\nAig: Right...\n<<flip Kent>>\nKent: Oh, and Aig, one more thing.\nAig: Yes?\nKent: Don't forget to have fun, okay?\nAig: Uh, yeah...okay.\nKent: Greeaaaat! See you in three days!\n<<flip Kent>><<move Kent OffStageLeft>><<move Aig CenterStage>>\nAig: Oh, man...I better get to work.\n\n\n\n\n\n\n\n\n",
		"position": {
			"x": 543,
			"y": 108
		},
		"colorID": 0
	}
]